# IsImageCropVisible

## Description
Check is the crop of the image visible.

```pascal
FUNCTION IsImageCropVisible(object : HANDLE) : BOOLEAN;
```

```python

def vs.IsImageCropVisible(object):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|object|HANDLE||

## Returns
Returns true if the crop is visible, FALSE otherwise.

## Version
Availability: from Vectorworks 2014
## Category
* Textures